{"sentence": "Mount Everest is the tallest mountain in the world and attracts many climbers from around the globe. Many of them speak different languages as their first language, but all climbers need to speak English in order to communicate with the Sherpas who assist them on their climb.", "relation": ["located on terrain feature", "languages spoken, written or signed"], "entity": ["Mount Everest", "Earth", "climbers", "English", "Sherpas", "Nepali"], "fact_list": [{"Explanation": "Mount Everest is a specific geographic feature on the surface of the Earth.", "fact": ["Mount Everest", "located on terrain feature", "Earth"]}, {"Explanation": "English is the language spoken by all climbers in order to communicate with the Sherpas.", "fact": ["climbers", "languages spoken, written or signed", "English"]}, {"Explanation": "The Sherpas, who assist the climbers, speak Nepali as their first language.", "fact": ["Sherpas", "languages spoken, written or signed", "Nepali"]}]}
{"sentence": "The Great Barrier Reef is the largest coral reef system in the world and is home to a vast array of marine life. The traditional owners of the land and sea around the Great Barrier Reef are the Aboriginal and Torres Strait Islander peoples, who have inhabited the area for over 60,000 years.", "relation": ["located on terrain feature"], "entity": ["Great Barrier Reef", "ocean", "Aboriginal and Torres Strait Islander peoples"], "fact_list": [{"Explanation": "The Great Barrier Reef is a specific geo-physical feature located in the ocean.", "fact": ["Great Barrier Reef", "located on terrain feature", "ocean"]}, {"Explanation": "The Aboriginal and Torres Strait Islander peoples are the traditional owners of the land and sea around the Great Barrier Reef.", "fact": ["Aboriginal and Torres Strait Islander peoples", "located on terrain feature", "Great Barrier Reef"]}]}
{"sentence": "The book 'To Kill a Mockingbird' was published on July 11, 1960. It was written by Harper Lee and has won many literary awards.", "relation": ["publication date", "owned by"], "entity": ["'To Kill a Mockingbird'", "'July 11, 1960'", "Harper Lee"], "fact_list": [{"Explanation": "The book was published on July 11, 1960, so it can be inferred that this is its publication date.", "fact": ["'To Kill a Mockingbird'", "publication date", "'July 11, 1960'"]}, {"Explanation": "Harper Lee wrote the book, so it can be inferred that she is the owner of the book.", "fact": ["'To Kill a Mockingbird'", "owned by", "Harper Lee"]}]}
{"sentence": "Leonardo da Vinci died in 1519 in France. He was a polymath and painted the iconic painting 'Mona Lisa'.", "relation": ["place of death", "owned by"], "entity": ["Leonardo da Vinci", "France", "'Mona Lisa'"], "fact_list": [{"Explanation": "Leonardo da Vinci died in France, so it can be inferred that this is his place of death.", "fact": ["Leonardo da Vinci", "place of death", "France"]}, {"Explanation": "Leonardo da Vinci painted the 'Mona Lisa', so it can be inferred that he is the owner of the iconic painting.", "fact": ["'Mona Lisa'", "owned by", "Leonardo da Vinci"]}]}
{"sentence": "Christopher Nolan directed the Dark Knight trilogy. The first movie in the series was followed by the second one after three years. Both movies star Christian Bale as the superhero protagonist.", "relation": ["director", "followed by"], "entity": ["Christopher Nolan", "The Dark Knight trilogy", "The first movie in the series", "the second one", "Christian Bale"], "fact_list": [{"Explanation": "The sentence elaborates on the fact that Christopher Nolan directed The Dark Knight trilogy", "fact": ["Christopher Nolan", "director", "The Dark Knight trilogy"]}]}
{"sentence": "Prince William and Prince Harry are brothers. They both attended Eton College for their secondary education. Prince Harry married Meghan Markle in 2018.", "relation": ["sibling"], "entity": ["Prince William", "Prince Harry", "Eton College", "Meghan Markle"], "fact_list": [{"Explanation": "The sentence mentions that Prince William and Prince Harry are brothers", "fact": ["Prince William", "sibling", "Prince Harry"]}]}
{"sentence": "On November 9, 2020, Pfizer announced that their COVID-19 vaccine was found to be more than 90% effective in preventing the virus. The announcement was a pivotal point in time for the world's fight against the pandemic.", "relation": ["point in time"], "entity": ["COVID-19 vaccine", "Pfizer", "November 9, 2020"], "fact_list": [{"Explanation": "The relation 'point in time' is included in the fact list because the passage specifically mentions a date, November 9, 2020, when Pfizer made a significant announcement about their COVID-19 vaccine.", "fact": ["COVID-19 vaccine", "point in time", "November 9, 2020"]}]}
{"sentence": "The Beatles are one of the most iconic bands in music history. Their album 'Sgt. Pepper's Lonely Hearts Club Band', released in 1967, was composed by John Lennon and Paul McCartney.", "relation": ["composer"], "entity": ["Sgt. Pepper's Lonely Hearts Club Band", "John Lennon", "Paul McCartney"], "fact_list": [{"Explanation": "The relation 'composer' is included in the fact list because the passage specifically mentions that the album 'Sgt. Pepper's Lonely Hearts Club Band' was composed by John Lennon and Paul McCartney.", "fact": ["Sgt. Pepper's Lonely Hearts Club Band", "composer", "John Lennon and Paul McCartney"]}]}
{"sentence": "The British Parliament is the legislative body responsible for creating and passing laws in the United Kingdom. It is made up of two houses, the House of Commons and the House of Lords. The subject, the United Kingdom, is governed by the British Parliament.", "relation": ["legislative body", "part of"], "entity": ["United Kingdom", "British Parliament", "House of Commons", "House of Lords"], "fact_list": [{"Explanation": "The passage describes the British Parliament as the political institution governing the United Kingdom.", "fact": ["United Kingdom", "legislative body", "British Parliament"]}, {"Explanation": "The passage indicates that the United Kingdom is the larger entity that the British Parliament is a part of.", "fact": ["British Parliament", "part of", "United Kingdom"]}]}
{"sentence": "In India, Hindi and English are the two official languages spoken by the government and used for official purposes. However, there are 22 other languages recognized as official languages in different states. ", "relation": ["languages spoken, written or signed"], "entity": ["India", "Hindi", "English"], "fact_list": [{"Explanation": "The passage states that Hindi is one of the official languages spoken in India.", "fact": ["India", "languages spoken, written or signed", "Hindi"]}, {"Explanation": "The passage states that English is one of the official languages spoken in India.", "fact": ["India", "languages spoken, written or signed", "English"]}, {"Explanation": "The passage mentions that there are 22 other languages recognized as official languages in different states of India.", "fact": ["India", "languages spoken, written or signed", "22 other languages"]}]}
{"sentence": "New York City is part of the state of New York and consists of five boroughs: Brooklyn, Queens, Manhattan, the Bronx, and Staten Island. Each borough has its own president, but the mayor is the overall leader of the city. The subject, New York City, is part of the larger entity, the state of New York.", "relation": ["part of"], "entity": ["New York City", "state of New York", "Brooklyn", "Queens", "Manhattan", "the Bronx", "Staten Island", "mayor"], "fact_list": [{"Explanation": "The passage states that New York City is part of the state of New York.", "fact": ["New York City", "part of", "state of New York"]}]}
{"sentence": "Thomas Edison, the inventor of the modern electric bulb, was born in Milan, Ohio, in 1847. His father, Samuel Edison, was a businessman and politician. Samuel nurtured Edison's early interest in science and technology.", "relation": ["father"], "entity": ["Thomas Edison", "Samuel Edison"], "fact_list": [{"Explanation": "The passage mentions Thomas Edison's father, Samuel Edison, who nurtured Edison's early interest in science and technology.", "fact": ["Thomas Edison", "father", "Samuel Edison"]}]}
{"sentence": "After the retirement of Sir Alex Ferguson, Manchester United experienced a period of instability. The club hired David Moyes as his replacement, but Moyes was unable to replicate Sir Alex's success. Eventually, the club replaced Moyes with Louis van Gaal.", "relation": ["replaces"], "entity": ["David Moyes", "Sir Alex Ferguson", "Louis van Gaal"], "fact_list": [{"Explanation": "The passage mentions that David Moyes was hired as a replacement for Sir Alex Ferguson.", "fact": ["David Moyes", "replaces", "Sir Alex Ferguson"]}, {"Explanation": "The passage mentions that Louis van Gaal replaced David Moyes as the manager of Manchester United.", "fact": ["Louis van Gaal", "replaces", "David Moyes"]}]}
{"sentence": "Nelson Mandela was born in Mvezo, a small village in South Africa. Later in life, he lived in Johannesburg, where he became involved in the anti-apartheid movement. After his release from prison in 1990, he moved to Houghton Estate, a wealthy suburb of Johannesburg.", "relation": ["residence"], "entity": ["Nelson Mandela", "Mvezo", "Johannesburg", "Houghton Estate"], "fact_list": [{"Explanation": "The passage mentions that Nelson Mandela was born in Mvezo, which is his place of residence at birth.", "fact": ["Nelson Mandela", "residence", "Mvezo"]}, {"Explanation": "The passage mentions that Nelson Mandela lived in Johannesburg, which is one of his places of residence in his life.", "fact": ["Nelson Mandela", "residence", "Johannesburg"]}, {"Explanation": "The passage mentions that Nelson Mandela moved to Houghton Estate after his release from prison in 1990, which is one of his places of residence in his life.", "fact": ["Nelson Mandela", "residence", "Houghton Estate"]}]}
{"sentence": "During the Battle of Stalingrad, the Soviet Union fought against Nazi Germany. This conflict was a turning point in World War II and is considered to be one of the bloodiest battles in history. The Soviet Union was able to win the battle and defeat the German army.", "relation": ["conflict", "instance of"], "entity": ["Soviet Union", "Battle of Stalingrad", "war", "Nazi Germany"], "fact_list": [{"Explanation": "The Soviet Union participated in the Battle of Stalingrad, which is a specific conflict.", "fact": ["Soviet Union", "conflict", "Battle of Stalingrad"]}, {"Explanation": "The Battle of Stalingrad belongs to the class or category of wars as a particular example or member.", "fact": ["Battle of Stalingrad", "instance of", "war"]}, {"Explanation": "Nazi Germany participated in the Battle of Stalingrad, which is a specific conflict.", "fact": ["Nazi Germany", "conflict", "Battle of Stalingrad"]}]}
{"sentence": "Marie Curie was the first woman to be awarded a Nobel Prize. She won the Nobel Prize in Physics in 1903 and the Nobel Prize in Chemistry in 1911 for her research on radioactivity. Her contributions greatly advanced the fields of physics and chemistry.", "relation": ["instance of"], "entity": ["Marie Curie", "Nobel Prize winner", "physicist", "chemist"], "fact_list": [{"Explanation": "Marie Curie belongs to the class or category of Nobel Prize winners as a particular example or member.", "fact": ["Marie Curie", "instance of", "Nobel Prize winner"]}, {"Explanation": "Marie Curie belongs to the class or category of physicists as a particular example or member.", "fact": ["Marie Curie", "instance of", "physicist"]}, {"Explanation": "Marie Curie belongs to the class or category of chemists as a particular example or member.", "fact": ["Marie Curie", "instance of", "chemist"]}]}
{"sentence": "In 2017, actress Carrie Fisher died suddenly at the age of 60. Her mother, Debbie Reynolds, who was also an actress, passed away a day later. The two had a very close relationship and were often seen together on the red carpet.", "relation": ["sibling", "date of death"], "entity": ["Carrie Fisher", "Debbie Reynolds", "2017", "a day later"], "fact_list": [{"Explanation": "The passage mentions the specific year when Carrie Fisher died.", "fact": ["Carrie Fisher", "date of death", "2017"]}, {"Explanation": "The passage does not mention any siblings of Carrie Fisher.", "fact": ["Carrie Fisher", "sibling", "unknown"]}, {"Explanation": "The passage does not mention any siblings of Debbie Reynolds.", "fact": ["Debbie Reynolds", "sibling", "unknown"]}]}
{"sentence": "The Pope, the leader of the Roman Catholic Church, visited the United Nations and gave a speech about world peace.", "relation": ["religion", "associated with"], "entity": ["Pope", "Roman Catholic Church", "United Nations"], "fact_list": [{"Explanation": "The Pope is the leader of the Roman Catholic Church and therefore is associated with the 'religion' relation.", "fact": ["Pope", "religion", "Roman Catholic"]}]}
{"sentence": "William Jones, a successful businessman, passed away yesterday. His son, John, is devastated.", "relation": ["father"], "entity": ["William Jones", "John"], "fact_list": [{"Explanation": "William Jones is the father of John and is associated with the 'father' relation.", "fact": ["John", "father", "William Jones"]}]}
{"sentence": "The United States Congress, consisting of the Senate and the House of Representatives, passed a bill to provide funding for public schools.", "relation": ["legislative body", "consists of", "governs"], "entity": ["United States Congress", "Senate", "House of Representatives", "United States", "public schools funding bill"], "fact_list": [{"Explanation": "The United States Congress is the legislative body that governs the United States, and therefore is associated with the 'legislative body' relation.", "fact": ["United States Congress", "legislative body", "United States"]}]}
{"sentence": "Steve Jobs was educated at Reed College in Portland, Oregon. During his time at Reed, Jobs audited courses in philosophy and Shakespearean literature. Despite dropping out after one semester, Jobs stated that his experience at Reed taught him much about how to think critically and connect disparate ideas.", "relation": ["educated at"], "entity": ["Steve Jobs", "Reed College"], "fact_list": [{"Explanation": "This fact is based on the description of the 'educated at' relation, which refers to the educational institution that the subject attended. In this case, the entity 'Steve Jobs' is associated with the 'educated at' relation to the entity 'Reed College'.", "fact": ["Steve Jobs", "educated at", "Reed College"]}]}
{"sentence": "Google's parent organization, Alphabet, is a publicly traded company. Alphabet was created in 2015 by restructuring Google into a conglomerate of multiple companies, making it the parent organization of Google and other subsidiary companies such as Waymo, Verily, and Calico.", "relation": ["parent organization", "has part"], "entity": ["Alphabet", "Google", "Waymo", "Verily", "Calico"], "fact_list": [{"Explanation": "This fact is based on the description of the 'parent organization' relation, which refers to the organization that is the parent or controlling entity of the subject organization. In this case, the entity 'Google' is associated with the 'parent organization' relation to the entity 'Alphabet'.", "fact": ["Google", "parent organization", "Alphabet"]}, {"Explanation": "This fact is based on the description of the 'has part' relation, which refers to the subject having a part or component. In this case, the entity 'Alphabet' is associated with the 'has part' relation to the entity 'Google'.", "fact": ["Alphabet", "has part", "Google"]}, {"Explanation": "This fact is based on the description of the 'has part' relation, which refers to the subject having a part or component. In this case, the entity 'Alphabet' is associated with the 'has part' relation to the entity 'Waymo'.", "fact": ["Alphabet", "has part", "Waymo"]}, {"Explanation": "This fact is based on the description of the 'has part' relation, which refers to the subject having a part or component. In this case, the entity 'Alphabet' is associated with the 'has part' relation to the entity 'Verily'.", "fact": ["Alphabet", "has part", "Verily"]}, {"Explanation": "This fact is based on the description of the 'has part' relation, which refers to the subject having a part or component. In this case, the entity 'Alphabet' is associated with the 'has part' relation to the entity 'Calico'.", "fact": ["Alphabet", "has part", "Calico"]}]}
{"sentence": "The Great Pyramid of Giza has three chambers within its interior. The lowest chamber is cut into the bedrock upon which the pyramid was built and was unfinished. The middle chamber is located in the middle of the pyramid and is accessible via a corridor descending from the Grand Gallery. The highest chamber is located beneath the apex of the pyramid and can be accessed by a steep, narrow staircase.", "relation": ["has part"], "entity": ["Great Pyramid of Giza", "lowest chamber", "middle chamber", "highest chamber"], "fact_list": [{"Explanation": "This fact is based on the description of the 'has part' relation, which refers to the subject having a part or component. In this case, the entity 'Great Pyramid of Giza' is associated with the 'has part' relation to the entity 'lowest chamber'.", "fact": ["Great Pyramid of Giza", "has part", "lowest chamber"]}, {"Explanation": "This fact is based on the description of the 'has part' relation, which refers to the subject having a part or component. In this case, the entity 'Great Pyramid of Giza' is associated with the 'has part' relation to the entity 'middle chamber'.", "fact": ["Great Pyramid of Giza", "has part", "middle chamber"]}, {"Explanation": "This fact is based on the description of the 'has part' relation, which refers to the subject having a part or component. In this case, the entity 'Great Pyramid of Giza' is associated with the 'has part' relation to the entity 'highest chamber'.", "fact": ["Great Pyramid of Giza", "has part", "highest chamber"]}]}
{"sentence": "In 2004, Facebook was created by Mark Zuckerberg in his Harvard dorm room. The social media platform has since become one of the most widely used websites in the world, with a user base of over 2.8 billion. Zuckerberg remains the CEO of Facebook to this day.", "relation": ["creator"], "entity": ["Facebook", "Mark Zuckerberg"], "fact_list": [{"Explanation": "The passage indicates that Mark Zuckerberg created Facebook, making him the creator of the social media platform.", "fact": ["Facebook", "creator", "Mark Zuckerberg"]}]}
{"sentence": "Apple Inc. is headquartered in California, and has offices around the world. One of their major work locations is in Shenzhen, China, where many of their products are manufactured.", "relation": ["work location"], "entity": ["Apple Inc.", "Shenzhen, China"], "fact_list": [{"Explanation": "The passage indicates that Apple Inc. has a work location in Shenzhen, China, where many of their products are manufactured.", "fact": ["Apple Inc.", "work location", "Shenzhen, China"]}]}
{"sentence": "In 1996, Pixar released their first feature-length film, Toy Story. The movie was a huge success, and went on to spawn two sequels. Pixar was founded by Steve Jobs, who had previously co-founded Apple Inc.", "relation": ["creator", "co-founder"], "entity": ["Pixar", "Steve Jobs", "Apple Inc."], "fact_list": [{"Explanation": "The passage indicates that Steve Jobs founded Pixar, making him the creator of the animation studio.", "fact": ["Pixar", "creator", "Steve Jobs"]}]}
{"sentence": "In the movie Titanic, the character Jack Dawson is part of the lower class passengers onboard the ship. The lower class passengers are mainly immigrants who are moving to America in search of a better life. Jack forms a romantic relationship with Rose DeWitt Bukater who is part of the wealthy elite on the ship.", "relation": ["part of"], "entity": ["Jack Dawson", "lower class passengers", "Rose DeWitt Bukater", "wealthy elite"], "fact_list": [{"Explanation": "Jack Dawson is included in the larger entity of lower class passengers onboard the Titanic.", "fact": ["Jack Dawson", "part of", "lower class passengers"]}, {"Explanation": "Rose DeWitt Bukater is included in the larger entity of the wealthy elite onboard the Titanic.", "fact": ["Rose DeWitt Bukater", "part of", "wealthy elite"]}]}
{"sentence": "In the Broadway musical Hamilton, the main character Alexander Hamilton is a founding father of the United States. He serves as the first Secretary of the Treasury under George Washington's presidency. The role of Alexander Hamilton is performed by Lin-Manuel Miranda who is also the creator of the musical.", "relation": ["performer", "part of"], "entity": ["Alexander Hamilton", "Lin-Manuel Miranda", "founding fathers"], "fact_list": [{"Explanation": "Lin-Manuel Miranda is the performer associated with the role of Alexander Hamilton in the Broadway musical.", "fact": ["Alexander Hamilton", "performer", "Lin-Manuel Miranda"]}, {"Explanation": "Alexander Hamilton is included in the larger entity of the founding fathers of the United States.", "fact": ["Alexander Hamilton", "part of", "founding fathers"]}]}
{"sentence": "Barack Obama was born in Honolulu, Hawaii in 1961. His mother, Ann Dunham, was from Kansas and his father, Barack Obama Sr., was from Kenya. In 1992, Obama went to Chicago where he met Michelle Robinson. They got married in 1992 and became spouses.", "relation": ["place of birth", "spouse"], "entity": ["Barack Obama", "Honolulu, Hawaii", "Michelle Robinson"], "fact_list": [{"Explanation": "The sentence states that Barack Obama was born in Honolulu, Hawaii.", "fact": ["Barack Obama", "place of birth", "Honolulu, Hawaii"]}, {"Explanation": "The sentence states that Barack Obama got married to Michelle Robinson and became spouses.", "fact": ["Barack Obama", "spouse", "Michelle Robinson"]}]}
{"sentence": "Sergio Aguero is a famous Argentine professional footballer who was born in Buenos Aires, Argentina. He started his football career with the Independiente club in 2003 and signed a contract with the Manchester City club in 2011. His son, Benjamin, was born in Madrid, Spain in 2009.", "relation": ["place of birth", "son"], "entity": ["Sergio Aguero", "Buenos Aires, Argentina", "*", "Benjamin", "Madrid, Spain"], "fact_list": [{"Explanation": "The sentence states that Sergio Aguero was born in Buenos Aires, Argentina.", "fact": ["Sergio Aguero", "place of birth", "Buenos Aires, Argentina"]}, {"Explanation": "There is no information about his spouse in the given passage.", "fact": ["Sergio Aguero", "spouse", "unknown"]}, {"Explanation": "The sentence states that Sergio Aguero's son, Benjamin, was born in Madrid, Spain.", "fact": ["Benjamin", "place of birth", "Madrid, Spain"]}]}
{"sentence": "Washington D.C. is the seat of government for the United States and is where decisions are made that affect the entire country. It is also the location of many important government buildings and national monuments, such as the White House and the Lincoln Memorial.", "relation": ["capital"], "entity": ["Washington D.C.", "United States"], "fact_list": [{"Explanation": "The relation 'capital' is used to indicate that Washington D.C. is the seat of government for the United States.", "fact": ["United States","capital", "Washington D.C." ]}]}
{"sentence": "Poodles are a subclass of dogs, meaning that they are a specific type of dog that shares many traits with other dogs, but also has distinct characteristics that set them apart.", "relation": ["subclass of"], "entity": ["Poodles", "dogs"], "fact_list": [{"Explanation": "The relation 'subclass of' is used to indicate that poodles are a specific subset of the larger category of dogs.", "fact": ["Poodles", "subclass of", "dogs"]}]}
{"sentence": "New York City is located in a state that has the most populous city in the United States. It is home to many famous landmarks, such as the Statue of Liberty and Central Park.", "relation": ["located in the administrative territorial entity"], "entity": ["New York City", "New York state"], "fact_list": [{"Explanation": "New York City is located within the boundaries of New York state.", "fact": ["New York City", "located in the administrative territorial entity", "New York state"]}]}
{"sentence": "In 2020, Taylor Swift received the American Music Award for Artist of the Year. This award is given to the artist with the most outstanding achievements in the music industry.", "relation": ["award received"], "entity": ["Taylor Swift", "American Music Award for Artist of the Year"], "fact_list": [{"Explanation": "Taylor Swift received the American Music Award for Artist of the Year in 2020.", "fact": ["Taylor Swift", "award received", "American Music Award for Artist of the Year"]}]}
{"sentence": "Paris is home to many world-renowned museums, such as the Louvre and the Musée d'Orsay. One of the most famous sculptures in the world, the Venus de Milo, is located in the Louvre.", "relation": ["located in the administrative territorial entity"], "entity": ["Paris", "Louvre"], "fact_list": [{"Explanation": "The Louvre is located within the boundaries of Paris.", "fact": ["Louvre", "located in the administrative territorial entity", "Paris"]}]}
{"sentence": "The Nobel Peace Prize is awarded annually to individuals or organizations who have made significant contributions to world peace. In 2019, Ethiopian Prime Minister Abiy Ahmed was awarded the Nobel Peace Prize for his efforts to resolve the conflict with neighboring Eritrea.", "relation": ["award received"], "entity": ["Abiy Ahmed", "Nobel Peace Prize"], "fact_list": [{"Explanation": "Abiy Ahmed was awarded the Nobel Peace Prize for his efforts to resolve the conflict with Eritrea.", "fact": ["Abiy Ahmed", "award received", "Nobel Peace Prize"]}]}
{"sentence": "Leonardo DiCaprio starred in the movie Titanic, which was directed by James Cameron. The movie received 11 Academy Awards in 1998, including Best Picture. DiCaprio played the character Jack Dawson in the movie.", "relation": ["performer"], "entity": ["Leonardo DiCaprio", "Titanic", "James Cameron"], "fact_list": [{"Explanation": "Leonardo DiCaprio played the character Jack Dawson in the movie Titanic", "fact": ["Titanic", "performer", "Leonardo DiCaprio"]}]}
{"sentence": "Sandra attended the University of California, Los Angeles and graduated with a degree in biology. UCLA is a public research university located in Los Angeles, California, and is known for its athletics program.", "relation": ["educated at", "performer"], "entity": ["Sandra", "University of California, Los Angeles", "athletics program"], "fact_list": [{"Explanation": "Sandra attended the University of California, Los Angeles", "fact": ["Sandra", "educated at", "University of California, Los Angeles"]}]}
{"sentence": "Elizabeth Banks played the role of Effie Trinket in the Hunger Games franchise, a series of popular science fiction movies based on the books of Suzanne Collins. She is an instance of an actress who has acted in a movie.", "relation": ["instance of", "performer"], "entity": ["Elizabeth Banks", "Effie Trinket"], "fact_list": [{"Explanation": "Elizabeth Banks is an example of an actress as she has acted in a movie.", "fact": ["Elizabeth Banks", "instance of", "actress"]}, {"Explanation": "Elizabeth Banks played the role of Effie Trinket in the Hunger Games franchise.", "fact": ["Effie Trinket", "performer", "Elizabeth Banks"]}]}
{"sentence": "Ludwig van Beethoven was a German composer and pianist during the Classical and Romantic eras. He is an instance of a composer.", "relation": ["instance of"], "entity": ["Ludwig van Beethoven"], "fact_list": [{"Explanation": "Ludwig van Beethoven is an example of a composer as he composed music.", "fact": ["Ludwig van Beethoven", "instance of", "composer"]}]}
{"sentence": "In the movie Bohemian Rhapsody, Rami Malek portrayed Freddie Mercury, the lead singer of the rock band Queen. Rami Malek is an instance of an actor who played a character.", "relation": ["instance of", "performer"], "entity": ["Rami Malek", "Freddie Mercury"], "fact_list": [{"Explanation": "Rami Malek is an example of an actor as he played a character in a movie.", "fact": ["Rami Malek", "instance of", "actor"]}, {"Explanation": "Rami Malek portrayed Freddie Mercury in the movie Bohemian Rhapsody.", "fact": ["Freddie Mercury", "performer", "Rami Malek"]}]}
{"sentence": "The band Guns N' Roses was an American hard rock band formed in 1985. Axl Rose was one of the band's founding members and was the lead vocalist for the majority of the band's lifespan. He is an instance of a musician.", "relation": ["instance of", "performer"], "entity": ["Guns N' Roses", "Axl Rose"], "fact_list": [{"Explanation": "Guns N' Roses is an example of a band as it was a group of musicians.", "fact": ["Guns N' Roses", "instance of", "band"]}, {"Explanation": "Axl Rose was the lead vocalist for Guns N' Roses.", "fact": ["Axl Rose", "performer", "Guns N' Roses"]}, {"Explanation": "Axl Rose is an example of a musician as he was part of a band.", "fact": ["Axl Rose", "instance of", "musician"]}]}
{"sentence": "Leonardo da Vinci's Mona Lisa is a notable work. The painting is considered one of the most famous in the world and is known for its enigmatic smile. Many have speculated on the identity of the woman in the painting and the meaning behind her expression.", "relation": ["notable work"], "entity": ["Leonardo da Vinci", "Mona Lisa"], "fact_list": [{"Explanation": "The passage mentions that Mona Lisa is a notable work associated with Leonardo da Vinci.", "fact": ["Leonardo da Vinci", "notable work", "Mona Lisa"]}]}
{"sentence": "Washington D.C. is the capital of the United States. It is home to many important political institutions and landmarks, such as the White House and the Lincoln Memorial. It is also the site of many protests and demonstrations.", "relation": ["capital"], "entity": ["United States", "Washington D.C."], "fact_list": [{"Explanation": "The passage establishes that Washington D.C. is the official seat of government for the United States.", "fact": ["United States", "capital", "Washington D.C."]}]}
{"sentence": "Albert Einstein lived in Princeton, New Jersey for many years. He moved there to accept a professorship at the Institute for Advanced Study. Einstein continued to live in Princeton until his death in 1955.", "relation": ["residence"], "entity": ["Albert Einstein", "Princeton, New Jersey"], "fact_list": [{"Explanation": "The passage establishes that Einstein resided in Princeton, New Jersey for many years.", "fact": ["Albert Einstein", "residence", "Princeton, New Jersey"]}]}
{"sentence": "On September 11, 2001, at 8:46 a.m., terrorists hijacked American Airlines Flight 11 and flew it into the North Tower of the World Trade Center. The point in time when this attack occurred left a lasting impact on the United States.", "relation": ["point in time", "lasting impact on"], "entity": ["American Airlines Flight 11", "September 11, 2001 at 8:46 a.m.", "the United States"], "fact_list": [{"Explanation": "The exact point in time when the terrorist attack took place was on September 11, 2001 at 8:46 a.m.", "fact": ["American Airlines Flight 11", "point in time", "September 11, 2001 at 8:46 a.m."]}]}
{"sentence": "J.K. Rowling's first Harry Potter book was published on June 26, 1997, following multiple rejections from publishers. The publication date of the first book marked the beginning of a wildly successful franchise.", "relation": ["publication date", "beginning of"], "entity": ["J.K. Rowling's first Harry Potter book", "June 26, 1997", "a wildly successful franchise"], "fact_list": [{"Explanation": "The first Harry Potter book was published on June 26, 1997, which is its publication date.", "fact": ["J.K. Rowling's first Harry Potter book", "publication date", "June 26, 1997"]}]}
{"sentence": "Tesla's headquarters are based in Palo Alto, a city located in the heart of Silicon Valley. The company's leadership team often cites this location as a key factor in its success.", "relation": ["headquarters location"], "entity": ["Tesla", "Palo Alto"], "fact_list": [{"Explanation": "The passage clearly mentions that Tesla's headquarters are based in Palo Alto, so this fact is supported by the text.", "fact": ["Tesla", "headquarters location", "Palo Alto"]}]}
{"sentence": "The Second Amendment of the United States Constitution applies to the jurisdiction of the entire country. This means that the right to bear arms has been protected by all levels of government, including federal, state, and local.", "relation": ["applies to jurisdiction"], "entity": ["Second Amendment", "United States"], "fact_list": [{"Explanation": "The passage explains that the Second Amendment applies to the jurisdiction of the entire country, so this fact is supported by the text.", "fact": ["Second Amendment", "applies to jurisdiction", "United States"]}]}
{"sentence": "Although he famously lived his final years in Graceland, Elvis Presley was born in Tupelo, Mississippi – a small town located in the northeastern part of the state.", "relation": ["place of birth"], "entity": ["Elvis Presley", "Tupelo, Mississippi"], "fact_list": [{"Explanation": "The passage clearly states that Elvis Presley was born in Tupelo, Mississippi, so this fact is supported by the text.", "fact": ["Elvis Presley", "place of birth", "Tupelo, Mississippi"]}]}
{"sentence": "John Kerry served as the United States Secretary of State from 2013 to 2017 and was the senator of Massachusetts for 28 years before that.", "relation": ["position held"], "entity": ["John Kerry", "United States Secretary of State", "senator of Massachusetts"], "fact_list": [{"Explanation": "The sentence indicates that John Kerry held the position of United States Secretary of State.", "fact": ["John Kerry", "position held", "United States Secretary of State"]}, {"Explanation": "The sentence indicates that John Kerry held the position of senator of Massachusetts.", "fact": ["John Kerry", "position held", "senator of Massachusetts"]}]}
{"sentence": "Apple Inc. is a participant in the annual Worldwide Developers Conference where they showcase their latest products and software.", "relation": ["participant"], "entity": ["Apple Inc.", "Worldwide Developers Conference"], "fact_list": [{"Explanation": "The sentence indicates that Apple Inc. participated in the Worldwide Developers Conference.", "fact": ["Apple Inc.", "participant", "Worldwide Developers Conference"]}]}
{"sentence": "Mozart was born in Salzburg where he began his musical career as a child prodigy and eventually became a composer. He was a member of the Freemasons, an organization known for its secrecy and exclusive membership. Mozart's affiliation with the Freemasons influenced some of his most famous works such as 'The Magic Flute'.", "relation": ["work location", "composer", "member of"], "entity": ["Mozart", "Salzburg", "Freemasons"], "fact_list": [{"Explanation": "Mozart actively participated in employment as a composer in Salzburg.", "fact": ["Mozart", "work location", "Salzburg"]}, {"Explanation": "Mozart was a part of the Freemasons, an organization.", "fact": ["Mozart", "member of", "Freemasons"]}]}
{"sentence": "On June 7, 2004, George W. Bush, the head of the United States government, signed into law the long-debated and much-discussed constitutional amendment banning same-sex marriage.", "relation": ["head of government"], "entity": ["George W. Bush", "United States government"], "fact_list": [{"Explanation": "The sentence explicitly states that George W. Bush is the head of the United States government.", "fact": ["United States government", "head of government", "George W. Bush"]}]}
{"sentence": "In 2020, a survey found that 65% of Americans identified themselves as Christian, making Christianity the most popular religion in the United States.", "relation": ["religion"], "entity": ["Americans", "Christian"], "fact_list": [{"Explanation": "The sentence indicates that 65% of Americans identify as Christian, indicating a religious association.", "fact": ["65% of Americans", "religion", "Christian"]}]}
{"sentence": "On December 7, 1941, the United States entered World War II when Japan launched a surprise attack on Pearl Harbor, a U.S. naval base in Hawaii.", "relation": ["instance of", "end time"], "entity": ["Pearl Harbor", "U.S. naval base", "December 7, 1941"], "fact_list": [{"Explanation": "Pearl Harbor is a specific example of a U.S. naval base.", "fact": ["Pearl Harbor", "instance of", "U.S. naval base"]}, {"Explanation": "The attack on Pearl Harbor ended on December 7, 1941.", "fact": ["Pearl Harbor", "end time", "December 7, 1941"]}]}
{"sentence": "The Notre-Dame Cathedral is a Catholic church located in Paris, France.", "relation": ["instance of", "religion"], "entity": ["Notre-Dame Cathedral", "Catholic church", "Paris, France", "Catholicism"], "fact_list": [{"Explanation": "The Notre-Dame Cathedral is a specific example of a Catholic church.", "fact": ["Notre-Dame Cathedral", "instance of", "Catholic church"]}, {"Explanation": "The religion of the Notre-Dame Cathedral is Catholicism.", "fact": ["Notre-Dame Cathedral", "religion", "Catholicism"]}]}
{"sentence": "During the American Revolution, the state of Virginia was governed by a legislative body consisting of elected representatives. This body was known as the Virginia House of Delegates and was responsible for passing laws and overseeing the colonial government. ", "relation": ["legislative body"], "entity": ["Virginia", "Virginia House of Delegates"], "fact_list": [{"Explanation": "The subject 'Virginia' is governed by the object 'Virginia House of Delegates', which is a specific legislative body.", "fact": ["Virginia", "legislative body", "Virginia House of Delegates"]}]}
{"sentence": "The headquarters location of the World Health Organization is in Geneva, Switzerland. The organization was founded in 1948 and has since been based in this city.", "relation": ["headquarters location"], "entity": ["World Health Organization", "Geneva"], "fact_list": [{"Explanation": "The organization 'World Health Organization' has its headquarters located in the city of 'Geneva', which is the object of the relation.", "fact": ["World Health Organization", "headquarters location", "Geneva"]}]}
{"sentence": "During World War II, the United States military participated in the Battle of Midway. This was a significant conflict between American and Japanese forces that took place in the Pacific Ocean in 1942.", "relation": ["conflict"], "entity": ["United States military", "Battle of Midway"], "fact_list": [{"Explanation": "The subject 'United States military' participated in the specific conflict 'Battle of Midway', which is the object of the relation.", "fact": ["United States military", "conflict", "Battle of Midway"]}]}
{"sentence": "On April 15, 1912, the Titanic sank in the North Atlantic Ocean, causing the deaths of over 1500 passengers and crew. The ship was owned by the White Star Line, a British shipping company.", "relation": ["owned by"], "entity": ["Titanic", "White Star Line"], "fact_list": [{"Explanation": "The sentence mentions that the ship was owned by the White Star Line.", "fact": ["Titanic", "owned by", "White Star Line"]}]}
{"sentence": "The United States Constitution applies to jurisdiction in all 50 states of the country. The document outlines the framework for the federal government and its relationship with the states.", "relation": ["applies to jurisdiction"], "entity": ["United States Constitution", "50 states of the country"], "fact_list": [{"Explanation": "The sentence mentions that the United States Constitution applies to jurisdiction in all 50 states of the country.", "fact": ["United States Constitution", "applies to jurisdiction", "50 states of the country"]}]}
{"sentence": "On July 20, 1969, at 20:17 UTC, NASA's Apollo 11 mission successfully landed two astronauts, Neil Armstrong and Edwin 'Buzz' Aldrin, on the surface of the Moon. This was the first time humans had set foot on another celestial object.", "relation": ["point in time", "owned by"], "entity": ["Apollo 11 mission", "July 20, 1969, 20:17 UTC", "Neil Armstrong", "Edwin 'Buzz' Aldrin", "NASA"], "fact_list": [{"Explanation": "The sentence mentions the specific point in time when the Apollo 11 mission landed on the Moon.", "fact": ["Apollo 11 mission", "point in time", "July 20, 1969, 20:17 UTC"]}, {"Explanation": "The sentence mentions that the two astronauts, Neil Armstrong and Edwin 'Buzz' Aldrin, were part of NASA's Apollo 11 mission.", "fact": ["Neil Armstrong and Edwin 'Buzz' Aldrin", "owned by", "NASA"]}]}
{"sentence": "The United States, a country known for its thriving tech industry, dominated the World Web Conference as the participant of many panels and workshops related to technology advancements.", "relation": ["participant of"], "entity": ["United States", "World Web Conference"], "fact_list": [{"Explanation": "The United States is a country that participated in the World Web Conference, which is an event related to technology advancements.", "fact": ["United States", "participant of", "World Web Conference"]}]}
{"sentence": "Italy is known as the origin of iconic dishes, such as pizza and pasta, that are loved by people all over the world.", "relation": ["country"], "entity": ["Italy", "pizza", "pasta"], "fact_list": [{"Explanation": "Pizza is a food item that originated from Italy, a country known for its iconic dishes.", "fact": ["pizza", "country", "Italy"]}, {"Explanation": "Pasta is a food item that originated from Italy, a country known for its iconic dishes.", "fact": ["pasta", "country", "Italy"]}]}
{"sentence": "In 1971, the Starbucks company was founded in Seattle by Jerry Baldwin and two of his friends. They started selling high-quality coffee beans and equipment. The company started to expand outside Seattle in the 1980s.", "relation": ["headquarters location", "instance of"], "entity": ["Starbucks", "Seattle", "coffee company"], "fact_list": [{"Explanation": "The passage mentions that Starbucks was founded in Seattle, which indicates that Seattle is the headquarters location of Starbucks.", "fact": ["Starbucks", "headquarters location", "Seattle"]}, {"Explanation": "The passage refers to Starbucks as a company that sells high-quality coffee beans and equipment, which falls under the category of a coffee company.", "fact": ["Starbucks", "instance of", "coffee company"]}]}
{"sentence": "In 2004, Mark Zuckerberg founded Facebook in his Harvard University dorm room. It started out as a social networking site for Harvard students and later expanded to other universities.", "relation": ["instance of", "headquarters location"], "entity": ["Facebook", "social networking site", "California"], "fact_list": [{"Explanation": "The passage refers to Facebook as a social networking site, which indicates that it falls under the category of a social networking site.", "fact": ["Facebook", "instance of", "social networking site"]}, {"Explanation": "The passage does not mention a specific location where Facebook's headquarters is located, but it is commonly known that it is located in California.", "fact": ["Facebook", "headquarters location", "California"]}]}
{"sentence": "Narendra Modi was born in a small town in the state of Gujarat, where his father ran a tea stall. He later moved to the city of Vadnagar to attend school.", "relation": ["place of birth"], "entity": ["Narendra Modi", "Gujarat", "Vadnagar"], "fact_list": [{"Explanation": "The passage mentions where Narendra Modi was born, which is the specific location referred to in the 'place of birth' relation.", "fact": ["Narendra Modi", "place of birth", "Gujarat"]}, {"Explanation": "The passage also mentions the specific city of Vadnagar as the place where Modi moved to attend school, which can also be considered his place of birth according to the 'place of birth' relation.", "fact": ["Narendra Modi", "place of birth", "Vadnagar"]}]}
{"sentence": "Beethoven, one of the most prolific composers in history, was born in Bonn, a city in Germany. His musical works continue to be celebrated today and are considered some of the greatest pieces of music ever written.", "relation": ["place of birth", "composer"], "entity": ["Beethoven", "Bonn", "Beethoven's musical works"], "fact_list": [{"Explanation": "The passage indicates that Beethoven was born in Bonn, which makes this fact accurate.", "fact": ["Beethoven", "place of birth", "Bonn"]}]}
{"sentence": "Jennifer Aniston, one of the most famous actresses in Hollywood, was born in Sherman Oaks, a neighborhood in Los Angeles. She has starred in many successful movies and TV shows, including Friends.", "relation": ["place of birth"], "entity": ["Jennifer Aniston", "Sherman Oaks", "Friends"], "fact_list": [{"Explanation": "The passage indicates that Jennifer Aniston was born in Sherman Oaks, which makes this fact accurate.", "fact": ["Jennifer Aniston", "place of birth", "Sherman Oaks"]}]}
{"sentence": "Mozart, a legendary composer and musician, was born in Salzburg, a city in Austria. His works are still appreciated today and are considered some of the most exceptional compositions in music history.", "relation": ["place of birth", "composer"], "entity": ["Mozart", "Salzburg", "Mozart's music"], "fact_list": [{"Explanation": "The passage indicates that Mozart was born in Salzburg, making this fact accurate.", "fact": ["Mozart", "place of birth", "Salzburg"]}]}
{"sentence": "Barack Obama was born in Honolulu, Hawaii, on August 4, 1961. His birthplace is known for its beautiful beaches and lush green mountains.", "relation": ["place of birth"], "entity": ["Barack Obama", "Honolulu, Hawaii"], "fact_list": [{"Explanation": "Barack Obama was born in Honolulu, Hawaii, which is known for its beautiful beaches and lush green mountains.", "fact": ["Barack Obama", "place of birth", "Honolulu, Hawaii"]}]}
{"sentence": "Rosa Parks was born on February 4, 1913, in Tuskegee, Alabama. She became a prominent civil rights activist, best known for her role in the Montgomery bus boycott in 1955.", "relation": ["date of birth"], "entity": ["Rosa Parks", "February 4, 1913"], "fact_list": [{"Explanation": "Rosa Parks was born on February 4, 1913, in Tuskegee, Alabama.", "fact": ["Rosa Parks", "date of birth", "February 4, 1913"]}]}
{"sentence": "New York City is divided into five boroughs: Manhattan, Queens, Brooklyn, Staten Island, and the Bronx. Each borough is its own administrative territorial entity.", "relation": ["contains administrative territorial entity"], "entity": ["New York City", "Manhattan", "Queens", "Brooklyn", "Staten Island", "the Bronx"], "fact_list": [{"Explanation": "The sentence indicates that Manhattan is a subdivision of New York City, which is an administrative territorial entity.", "fact": ["New York City", "contains administrative territorial entity", "Manhattan"]}, {"Explanation": "The sentence indicates that Queens is a subdivision of New York City, which is an administrative territorial entity.", "fact": ["New York City", "contains administrative territorial entity", "Queens"]}, {"Explanation": "The sentence indicates that Brooklyn is a subdivision of New York City, which is an administrative territorial entity.", "fact": ["New York City", "contains administrative territorial entity", "Brooklyn"]}, {"Explanation": "The sentence indicates that Staten Island is a subdivision of New York City, which is an administrative territorial entity.", "fact": ["New York City", "contains administrative territorial entity", "Staten Island"]}, {"Explanation": "The sentence indicates that the Bronx is a subdivision of New York City, which is an administrative territorial entity.", "fact": ["New York City", "contains administrative territorial entity", "the Bronx"]}]}
{"sentence": "John Adams was the second president of the United States. He had a son named John Quincy Adams who also went on to become the president of the United States. The role of a father in a family is extremely important, as they often pass on their values and beliefs to their children.", "relation": ["father", "instance of"], "entity": ["John Adams", "John Quincy Adams"], "fact_list": [{"Explanation": "John Adams is the father of John Quincy Adams.", "fact": ["John Quincy Adams", "father", "John Adams"]}, {"Explanation": "John Quincy Adams is an instance of a president of the United States.", "fact": ["John Quincy Adams", "instance of", "president of the United States"]}, {"Explanation": "John Adams is an instance of a president of the United States.", "fact": ["John Adams", "instance of", "president of the United States"]}]}
{"sentence": "The Beatles were a hugely popular British band in the 1960s. John Lennon was one of the founding members of the band. The role of a father often involves providing for their family financially.", "relation": ["father", "instance of"], "entity": ["The Beatles", "John Lennon"], "fact_list": [{"Explanation": "The Beatles are an instance of a band.", "fact": ["The Beatles", "instance of", "band"]}, {"Explanation": "The sentences do not mention any information about John Lennon's father.", "fact": ["John Lennon", "father", "unknown"]}]}
{"sentence": "Tesla's factory is located near a mountain. The company has been praised for their sustainable energy practices. The area has seen an increase of tourism since the factory's opening.", "relation": ["located on terrain feature"], "entity": ["Tesla's factory", "mountain"], "fact_list": [{"Explanation": "The sentence mentions that the factory is located near a mountain, indicating that the factory is situated on a specific (geo)physical feature.", "fact": ["Tesla's factory", "located on terrain feature", "mountain"]}]}
{"sentence": "Taylor Swift's album 'Folklore' received a Grammy for Album of the Year. The album features collaborations with Bon Iver and Aaron Dessner. It also gained critical acclaim for its storytelling and lyricism.", "relation": ["award received"], "entity": ["Taylor Swift's album 'Folklore'", "Grammy for Album of the Year"], "fact_list": [{"Explanation": "The sentence mentions that the album received a Grammy for Album of the Year, indicating that it received an award or recognition.", "fact": ["Taylor Swift's album 'Folklore'", "award received", "Grammy for Album of the Year"]}]}
{"sentence": "Disney is the parent organization of Marvel Studios. Marvel Studios is responsible for producing the Marvel Cinematic Universe. The franchise has garnered over $22 billion in box office revenue.", "relation": ["parent organization"], "entity": ["Marvel Studios", "Disney"], "fact_list": [{"Explanation": "The sentence mentions that Disney is the parent organization of Marvel Studios, indicating that Disney is the controlling entity of Marvel Studios.", "fact": ["Marvel Studios", "parent organization", "Disney"]}]}
{"sentence": "According to the United Nations, English is one of the six official languages of the organization, along with Arabic, Chinese, French, Russian, and Spanish, and is used for official purposes and administration.", "relation": ["official language"], "entity": ["United Nations", "English"], "fact_list": [{"Explanation": "English is designated as the official language by the United Nations for official purposes and administration.", "fact": ["United Nations", "official language", "English"]}]}
{"sentence": "The Walt Disney Company owns the rights to the Star Wars franchise after acquiring Lucasfilm in 2012.", "relation": ["owned by"], "entity": ["Walt Disney Company", "Lucasfilm"], "fact_list": [{"Explanation": "The Walt Disney Company acquired Lucasfilm in 2012 and thus owns the rights to the Star Wars franchise.", "fact": ["Walt Disney Company", "owned by", "Lucasfilm"]}]}
{"sentence": "Emma Watson was a cast member in the Harry Potter film series, portraying the character Hermione Granger.", "relation": ["cast member"], "entity": ["Emma Watson", "Harry Potter film series"], "fact_list": [{"Explanation": "Emma Watson was part of the cast in the Harry Potter film series, portraying the character Hermione Granger.", "fact": ["Emma Watson", "cast member", "Harry Potter film series"]}]}
{"sentence": "The United States Congress serves as the legislative body for the United States, overseeing the creation of laws and policies. It consists of two chambers: the Senate and the House of Representatives, both of which are elected by the citizens. The subject of this relationship is the country, while the object is the legislative body.", "relation": ["legislative body"], "entity": ["United States", "Congress", "Senate", "House of Representatives"], "fact_list": [{"Explanation": "The United States has a legislative body known as Congress, which is made up of elected representatives and oversees the creation of laws and policies.", "fact": ["United States", "legislative body", "Congress"]}]}
{"sentence": "The country of citizenship for actress Emma Watson is the United Kingdom, as she was born and raised there. The subject of this relationship is the individual, while the object is the country of citizenship.", "relation": ["country of citizenship"], "entity": ["Emma Watson", "United Kingdom"], "fact_list": [{"Explanation": "Emma Watson is recognized as a citizen of the United Kingdom, as she was born and raised there.", "fact": ["Emma Watson", "country of citizenship", "United Kingdom"]}]}
{"sentence": "The book 'To Kill a Mockingbird' was written by Harper Lee, who is considered to be the author of this classic work. The subject of this relationship is the written work, while the object is the author.", "relation": ["author"], "entity": ["To Kill a Mockingbird", "Harper Lee"], "fact_list": [{"Explanation": "The book 'To Kill a Mockingbird' was authored by Harper Lee, who is considered the main creator of this classic work.", "fact": ["To Kill a Mockingbird", "author", "Harper Lee"]}]}
{"sentence": "The book 'To Kill a Mockingbird' written by Harper Lee was first published on July 11, 1960. The book was an immediate success and won the Pulitzer Prize in 1961. It was later adapted into a film starring Gregory Peck.", "relation": ["publication date"], "entity": ["'To Kill a Mockingbird'", "July 11, 1960"], "fact_list": [{"Explanation": "The passage describes the publication date of the book 'To Kill a Mockingbird'.", "fact": ["'To Kill a Mockingbird'", "publication date", "July 11, 1960"]}]}
{"sentence": "The Eiffel Tower is part of the cityscape of Paris and is one of the most recognizable landmarks in the world. It was built in 1889 for the Exposition Universelle and was originally intended to be a temporary structure. Today, it is one of the most visited tourist attractions in Paris.", "relation": ["part of"], "entity": ["Eiffel Tower", "Paris"], "fact_list": [{"Explanation": "The passage describes the inclusion of the Eiffel Tower within the cityscape of Paris.", "fact": ["Eiffel Tower", "part of", "Paris"]}]}
{"sentence": "Barack Obama was educated at Harvard Law School, where he earned his law degree in 1991. During his time at Harvard, he served as the first black president of the Harvard Law Review.", "relation": ["educated at"], "entity": ["Barack Obama", "Harvard Law School"], "fact_list": [{"Explanation": "This fact indicates that Barack Obama attended Harvard Law School for his law degree.", "fact": ["Barack Obama", "educated at", "Harvard Law School"]}]}
{"sentence": "In 1969, Neil Armstrong, Buzz Aldrin, and Michael Collins participated in NASA's Apollo 11 mission to the moon. Armstrong and Aldrin became the first humans to walk on the lunar surface, while Collins remained in the command module in orbit around the moon.", "relation": ["participant of"], "entity": ["Neil Armstrong", "Buzz Aldrin", "Michael Collins", "Apollo 11 mission"], "fact_list": [{"Explanation": "This fact indicates that Neil Armstrong was involved in NASA's Apollo 11 mission to the moon.", "fact": ["Neil Armstrong", "participant of", "Apollo 11 mission"]}, {"Explanation": "This fact indicates that Buzz Aldrin was involved in NASA's Apollo 11 mission to the moon.", "fact": ["Buzz Aldrin", "participant of", "Apollo 11 mission"]}, {"Explanation": "This fact indicates that Michael Collins was involved in NASA's Apollo 11 mission to the moon.", "fact": ["Michael Collins", "participant of", "Apollo 11 mission"]}]}
{"sentence": "English is the official language of Ghana and is used for all official purposes, including government documents and business transactions.", "relation": ["official language"], "entity": ["Ghana", "English"], "fact_list": [{"Explanation": "This fact is based on the information provided in the sentence, which states that English is the designated official language of Ghana.", "fact": ["Ghana", "official language", "English"]}]}
{"sentence": "Barack Obama held the position of President of the United States from 2009 to 2017.", "relation": ["position held"], "entity": ["Barack Obama", "President of the United States"], "fact_list": [{"Explanation": "This fact is based on the information provided in the sentence, which states that Obama held the position of President of the United States during the mentioned time period.", "fact": ["Barack Obama", "position held", "President of the United States"]}]}
{"sentence": "J.K. Rowling authored the Harry Potter book series, which has sold millions of copies worldwide.", "relation": ["author"], "entity": ["J.K. Rowling", "Harry Potter book series"], "fact_list": [{"Explanation": "This fact is based on the information provided in the sentence, which states that Rowling is the main creator of the Harry Potter book series.", "fact": ["Harry Potter book series", "author", "J.K. Rowling"]}]}
{"sentence": "In 2018, LeBron James joined the Los Angeles Lakers after playing for the Cleveland Cavaliers for several years. The Lakers hoped that James could replace Kobe Bryant, who had recently retired, as the team's star player. Despite some early struggles, James eventually became the leader of the Lakers and helped them win the NBA championship in 2020.", "relation": ["replaces", "performer"], "entity": ["Kobe Bryant", "LeBron James", "Los Angeles Lakers"], "fact_list": [{"Explanation": "Before James joined the Lakers, Bryant was the team's star player. The Lakers hoped that James could replace Bryant in that role.", "fact": ["Kobe Bryant", "replaces", "LeBron James"]}, {"Explanation": "James joined the Lakers as a player and eventually became the team's leader, leading them to a championship in 2020.", "fact": ["Los Angeles Lakers", "performer", "LeBron James"]}]}
{"sentence": "In 2007, the rock band Radiohead released their album 'In Rainbows'. The band members recorded the album themselves, without the help of a producer. Many fans and critics praised the album for its unique sound and experimental style, which was different from their previous work.", "relation": ["performer", "replaces"], "entity": ["Radiohead", "In Rainbows", "producer"], "fact_list": [{"Explanation": "Radiohead released the album 'In Rainbows', which was praised for its unique sound and experimental style.", "fact": ["In Rainbows", "performer", "Radiohead"]}]}
{"sentence": "The movie 'The Dark Knight' released in 2008 was the second installment in the Christopher Nolan Batman film series. The film starred Christian Bale as Batman, Heath Ledger as the Joker, and Aaron Eckhart as Harvey Dent.", "relation": ["publication date", "cast member"], "entity": ["The Dark Knight", "2008", "Christian Bale", "Heath Ledger", "Aaron Eckhart"], "fact_list": [{"Explanation": "This fact indicates that the publication date relation is present, and the entities involved are 'The Dark Knight' and '2008'. The explanation serves to provide context for the relation.", "fact": ["The Dark Knight", "publication date", "2008"]}, {"Explanation": "This fact indicates that the cast member relation is present, and the entities involved are 'The Dark Knight' and 'Christian Bale'. The explanation contextualizes Christian Bale as a cast member in the film.", "fact": ["The Dark Knight", "cast member", "Christian Bale"]}, {"Explanation": "This fact indicates that the cast member relation is present, and the entities involved are 'The Dark Knight' and 'Heath Ledger'. The explanation contextualizes Heath Ledger as a cast member in the film.", "fact": ["The Dark Knight", "cast member", "Heath Ledger"]}, {"Explanation": "This fact indicates that the cast member relation is present, and the entities involved are 'The Dark Knight' and 'Aaron Eckhart'. The explanation contextualizes Aaron Eckhart as a cast member in the film.", "fact": ["The Dark Knight", "cast member", "Aaron Eckhart"]}]}
{"sentence": "John and Jane grew up together and have always been close. They share the same parents and have always been considered siblings by their family and friends. Despite their differences in interests and personalities, they have a strong bond that stems from their shared childhood experiences.", "relation": ["sibling"], "entity": ["John", "Jane"], "fact_list": [{"Explanation": "The passage indicates that John and Jane share the same parents and are considered siblings.", "fact": ["John", "sibling", "Jane"]}]}
{"sentence": "Tom moved to the United States when he was still a teenager. He went through the naturalization process and became a citizen of the country. He is proud to live in a nation that values individual freedoms and opportunities.", "relation": ["country of citizenship"], "entity": ["Tom", "United States"], "fact_list": [{"Explanation": "The passage indicates that Tom went through the naturalization process and became a citizen of the United States.", "fact": ["Tom", "country of citizenship", "United States"]}]}
{"sentence": "The movie 'The Godfather' was directed by Francis Ford Coppola, who is known for his unique creative vision and intense attention to detail. Under his guidance, the production became a cultural phenomenon and is now considered one of the greatest films of all time. The success of the film is largely due to his direction.", "relation": ["director"], "entity": ["Francis Ford Coppola", "The Godfather"], "fact_list": [{"Explanation": "The sentence states that Francis Ford Coppola directed the movie 'The Godfather', indicating the 'director' relation", "fact": ["The Godfather", "Francis Ford Coppola", "director"]}]}
{"sentence": "Mount Everest, the highest peak in the world, stands at an altitude of 8,848 meters and is located in the Himalayas. Climbers from all over the world come to Nepal to attempt to summit the peak, which is situated on rugged terrain and can only be accessed by skilled mountaineers.", "relation": ["located on terrain feature"], "entity": ["Mount Everest", "Himalayas"], "fact_list": [{"Explanation": "The sentence indicates the location of Mount Everest, on the Himalayas, indicating the 'located on terrain feature' relation", "fact": ["Mount Everest", "located on terrain feature", "Himalayas"]}]}
{"sentence": "The Bible is considered to be the holy book of Christianity. It is believed to have been written by multiple authors over a period of several centuries.", "relation": ["publication date"], "entity": ["Bible"], "fact_list": [{"Explanation": "The Bible is believed to have been written by multiple authors over a period of several centuries.", "fact": ["Bible", "publication date", "multiple centuries"]}]}
{"sentence": "The Vatican City is the smallest country in the world. It is the spiritual center for the Roman Catholic Church and is home to St. Peter's Basilica.", "relation": ["contains administrative territorial entity", "religion"], "entity": ["Vatican City", "St. Peter's Basilica", "Roman Catholic Church"], "fact_list": [{"Explanation": "St. Peter's Basilica is located within the Vatican City.", "fact": ["Vatican City", "contains administrative territorial entity", "St. Peter's Basilica"]}, {"Explanation": "The Vatican City is the spiritual center for the Roman Catholic Church.", "fact": ["Vatican City", "religion", "Roman Catholic"]}]}
{"sentence": "Christopher Nolan directed the 2010 film Inception, which starred Leonardo DiCaprio, Joseph Gordon-Levitt, and Ellen Page. The movie was praised for its innovative storytelling and visual effects.", "relation": ["director"], "entity": ["Christopher Nolan", "Inception"], "fact_list": [{"Explanation": "Christopher Nolan directed the film Inception in 2010", "fact": ["Inception", "director", "Christopher Nolan"]}]}
{"sentence": "Nelson Mandela was the first black president of South Africa, and he played a significant role in ending Apartheid. He was a symbol of hope and unity for the people of South Africa.", "relation": ["head of state", "member of"], "entity": ["Nelson Mandela", "South Africa", "African National Congress"], "fact_list": [{"Explanation": "Nelson Mandela was a member of African National Congress which played a crucial role in ending the Apartheid regime.", "fact": ["Nelson Mandela", "member of", "African National Congress"]}]}
{"sentence": "The popular search engine Google was created in the United States by two computer science students, Larry Page and Sergey Brin. The company is now a multinational technology corporation that specializes in internet-related services and products.", "relation": ["country"], "entity": ["Google", "United States"], "fact_list": [{"Explanation": "Google's origin or source is the United States where it was founded by Larry Page and Sergey Brin.", "fact": ["Google", "country", "United States"]}]}
{"sentence": "BTS is a popular seven-member South Korean boy band that debuted in 2013. They have broken numerous records and have become one of the most successful music acts in recent years.", "relation": ["member of"], "entity": ["BTS", "South Korean boy band"], "fact_list": [{"Explanation": "BTS is a part of South Korean boy band that debuted in 2013.", "fact": ["BTS", "member of", "South Korean boy band"]}]}
{"sentence": "Dogs are a subset of animals. All individuals who own dogs also own animals. This property should not be confused with the fact that dogs are a type of animal. Humans have kept dogs as pets for thousands of years.", "relation": ["subclass of", "residence"], "entity": ["Dogs", "Animals", "Humans"], "fact_list": [{"Explanation": "Dogs are a subset of animals. All individuals who own dogs also own animals.", "fact": ["Dogs", "subclass of", "Animals"]}]}
{"sentence": "Queen Elizabeth II ascended to the throne in 1952 followed by her son Charles, Prince of Wales.", "relation": ["followed by"], "entity": ["Queen Elizabeth II", "Charles, Prince of Wales"], "fact_list": [{"Explanation": "This fact is indicating the order or succession between Queen Elizabeth II and her son Charles, Prince of Wales.", "fact": ["Queen Elizabeth II", "followed by", "Charles, Prince of Wales"]}]}
{"sentence": "Mother Teresa was a Roman Catholic nun who dedicated her life to helping the poor and the sick.", "relation": ["religion"], "entity": ["Mother Teresa", "Roman Catholic"], "fact_list": [{"Explanation": "This fact is indicating the religion of Mother Teresa.", "fact": ["Mother Teresa", "religion", "Roman Catholic"]}]}
{"sentence": "Michelle Obama's mother, Marian Robinson, was also the First Granny of the United States during the Obama presidency.", "relation": ["mother", "refer to"], "entity": ["Michelle Obama", "Marian Robinson", "female parent"], "fact_list": [{"Explanation": "This fact is indicating the relationship between Michelle Obama and her mother Marian Robinson.", "fact": ["Michelle Obama", "mother", "Marian Robinson"]}]}
{"sentence": "Washington D.C. is located on the east coast of the United States and serves as the administrative center of the federal government. It is home to the White House, the Supreme Court, and the Capitol Building.", "relation": ["capital"], "entity": ["Washington D.C.", "United States"], "fact_list": [{"Explanation": "Washington D.C. is the official seat of government of the United States, making it the capital of the country.", "fact": ["Washington D.C.", "capital", "United States"]}]}
{"sentence": "Washington D.C. is located on the east coast of the United States and serves as the administrative center of the federal government. It is home to the White House, the Supreme Court, and the Capitol Building.", "relation": ["capital"], "entity": ["Washington D.C.", "United States"], "fact_list": [{"Explanation": "Washington D.C. is the official seat of government of the United States, making it the capital of the country.", "fact": ["United States", "capital", "Washington D.C."]}]}
{"sentence": "The pasta dish carbonara is believed to have originated in Italy, specifically the region of Lazio. It is a popular Italian-American dish served in many restaurants around the world.", "relation": ["country"], "entity": ["carbonara", "Italy"], "fact_list": [{"Explanation": "Carbonara is a dish that originated in Italy, making it associated with the country.", "fact": ["carbonara", "country", "Italy"]}]}
{"sentence": "The band Metallica was formed in Los Angeles, California in 1981. The band consists of members James Hetfield, Lars Ulrich, Kirk Hammett, and Robert Trujillo.", "relation": ["location of formation", "consists of"], "entity": ["Metallica", "Los Angeles, California", "James Hetfield", "Lars Ulrich", "Kirk Hammett", "Robert Trujillo"], "fact_list": [{"Explanation": "The sentence states that Metallica was formed in Los Angeles, which is the location of formation.", "fact": ["Metallica", "location of formation", "Los Angeles, California"]}]}
{"sentence": "Stan Lee, the co-creator of many iconic Marvel superheroes such as Spider-Man, the X-Men, and the Avengers, passed away on November 12, 2018.", "relation": ["date of death", "co-creator of"], "entity": ["Stan Lee", "Spider-Man", "X-Men", "Avengers", "November 12, 2018"], "fact_list": [{"Explanation": "The sentence states that Stan Lee passed away on November 12, 2018, which is the specific date of his death.", "fact": ["Stan Lee", "date of death", "November 12, 2018"]}]}
{"sentence": "Stan Lee, the co-creator of many iconic Marvel superheroes such as Spider-Man, the X-Men, and the Avengers, passed away on November 12, 2018.", "relation": ["date of death"], "entity": ["Stan Lee", "Spider-Man", "X-Men", "Avengers", "November 12, 2018"], "fact_list": [{"Explanation": "The sentence states that Stan Lee passed away on November 12, 2018, which is the specific date of his death.", "fact": ["Stan Lee", "date of death", "November 12, 2018"]}]}
